/**
 * Created by kdkjPC on 2018/4/17.
 */
export default {
  data(){
    return {
      currentPage1:1,
      list:[{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      },{
        title:"看了跨国短信之后莫名其妙想改李三岁。。。。原来还是老板大人的说",
        timer:"2019-03-02",
        src:"../../../static/wish1.png",
        name:"神秘树洞"
      }]
    }
  },
  methods:{
    handleSizeChange(val) {
      console.log(`每页 ${val} 条`);
    },
    handleCurrentChange(val) {
      console.log(`当前页: ${val}`);
    }
  },
  mounted(){

  }
}
