export default{
    data(){
        return {
            title: '这事一个新闻发布会',
            relaviveVideo: 'http://www.baidu.com',
            time: '2018-05-20',
            content: '“风幡班组”一共有10名女飞行员，由班组长王佛慧领衔，岳琰、段瑞莹、范玥玥、龙文娟、丁宁、周颖、董洁漪、韩旭、廖诗璇9名组员构成。她们除了在工作上尽善尽美，还多次开展社会活动，既丰富了业余生活，又为社会公益做出了贡献。“学雷锋日”这天，她们来到成都市儿童福利院，为小朋友们带来一场民航基础知识的“科普小讲座”。“风幡班组”一共有10名女飞行员，由班组长王佛慧领衔，岳琰、段瑞莹、范玥玥、龙文娟、丁宁、周颖、董洁漪、韩旭、廖诗璇9名组员构成。她们除了在工作上尽善尽美，还多次开展社会活动，既丰富了业余生活，又为社会公益做出了贡献。“学雷锋日”这天，她们来到成都市儿童福利院，为小朋友们带来一场民航基础知识的“科普小讲座”。“风幡班组”一共有10名女飞行员，由班组长王佛慧领衔，岳琰、段瑞莹、范玥玥、龙文娟、丁宁、周颖、董洁漪、韩旭、廖诗璇9名组员构成。她们除了在工作上尽善尽美，还多次开展社会活动，既丰富了业余生活，又为社会公益做出了贡献。“学雷锋日”这天，她们来到成都市儿童福利院，为小朋友们带来一场民航基础知识的“科普小讲座”。“风幡班组”一共有10名女飞行员，由班组长王佛慧领衔，岳琰、段瑞莹、范玥玥、龙文娟、丁宁、周颖、董洁漪、韩旭、廖诗璇9名组员构成。她们除了在工作上尽善尽美，还多次开展社会活动，既丰富了业余生活，又为社会公益做出了贡献。“学雷锋日”这天，她们来到成都市儿童福利院，为小朋友们带来一场民航基础知识的“科普小讲座”。'
        }
    }
}